Repository: interchange/interchange
Catalog: debian/po/*.po
Languages: cs, eu, fi, fr

source: Create the Interchange demo catalog?
cs: Vytvořit ukázkový katalog programu Interchange?
eu: Interchange demostrazio katalogoa sortu?
fi: Luodaanko Interchangen esimerkkiluettelo?
fr: Faut-il créer le catalogue de démonstration d'Interchange ?

source: Whether to install the demo catalog from the standard template or let you manually install it with makecat.
cs: Nainstaluje ze standardní šablony ukázkový katalog, ten je možné také vytvořit později ručně pomocí makecat.
eu: Edo demostrazio katalogoa instalatu txantiloi estandarretik edo berau makecat erabiliaz instalatzen zuri utzi.
fi: Valitse luodaanko esimerkkiluettelo standardimallista vai asennetaanko se käsin ohjelmalla makecat.
fr: Cette option vous permet d'installer le catalogue de démonstration à partir du canevas d'origine. Vous pouvez préférer l'installer vous-même avec makecat.

source: Remove demo catalog on package purge?
cs: Smazat ukázkový katalog při odstranění balíčku?
eu: Demostrazio katalogoa ezabatu paketea garbitzerakoan?
fi: Poistetaanko esimerkkiluettelo siivottaessa paketti?
fr: Faut-il supprimer le catalogue de démonstration lors de la purge du paquet ?

source: Should all files belonging to the Interchange demo catalog removed when you purge this package, e.g. with dpkg --purge or apt-get remove --purge ?
cs: Mám při odstranění tohoto balíčku také smazat všechny soubory, které na něm závisí, např. pomocí dpkg --purge nebo apt-get remove --purge ?
eu: Interchange demostrazio katalogoko fitxategi guztiak ezabatu egin behar al dira paketea, adib dpkg --purge edo apt-get remove erabiliaz, garbitzerakoan ?
fi: Tulisiko kaikki Interchangen esimerkkiluetteloon liittyvät tiedostot poistaa, kun paketti siivotaan komennolla dpkg --purge tai apt-get remove --purge?
fr: Veuillez choisir si vous souhaitez supprimer tous les fichiers du catalogue de démonstration d'Interchange lors de la purge du paquet (« dpkg --purge » ou « apt-get remove --purge »).

source: always, ask, never
cs: vždy, zeptat se, nikdy
eu: beti, galdetu, inoiz
fi: aina, kysy, ei koskaan
fr: Toujours, Demander, Jamais

source: Policy for replacing existing demo catalogs:
cs: Politika odstranění stávajících ukázkových katalogů:
eu: Dagoen demostrazio katalogoaren ordezkatze politika:
fi: Olemassa olevien esimerkkiluetteloiden korvauspolitiikka:
fr: Stratégie de remplacement des catalogues de démonstration :

source: Whether to silently replace an existing demo catalog installation, ask for a confirmation or never touch an existing installation.
cs: Mám odstranit demonstrační katalog tiše, vyžádat si potvrzení nebo existující katalog nikdy neodstraňovat?
eu: Edo isiltasunean ordeztu demostrazio katalogo instalazioa, edo berrespena eskatu edo inoiz ez ordeztu dagoen instalazioa.
fi: Valitse korvataanko olemassa oleva esimerkkiluettelo kysymättä, kysytäänkö vahvistus vai jätetäänkö olemassa oleva asennus aina rauhaan.
fr: Cette option permet de choisir si un catalogue de démonstration existant sera toujours remplacé sans avertissement, si une confirmation sera demandée ou si l'installation existante ne sera jamais modifiée.

source: Replace the Interchange demo catalog?
cs: Odstranit ukázkový katalog Interchange?
eu: Interchange demostrazio katalogoa ordeztu?
fi: Korvataanko Interchangen esimerkkiluettelo?
fr: Faut-il remplacer le catalogue de démonstration d'Interchange ?

source: There seems to already exist an Interchange demo catalog.
cs: Zdá se, že ukázkový katalog Interchange již existuje.
eu: Dirudienez dagoeneko badago interchange demostrazio katalogoa.
fi: Näyttää siltä, että järjestelmässä on jo Interchangen esimerkkiluettelo.
fr: Un catalogue de démonstration pour Interchange semble déjà exister.

source: Virtual host for the demo catalog ?
fi: Esimerkkiluettelon virtuaalikone:
fr: Hôte virtuel pour le catalogue de démonstration d'Interchange :

source: You are running Interchange with "FullURL" enabled. Please specify the virtual host for the demo catalog.
cs: Interchange vám běží s povoleným "FullURL". Zadejte prosím virtuální počítač s ukázkovým katalogem.
eu: Interchange "FullURL" gaiturik dagoela exekutatzen ari zara. Mesedez zehaztu demostrazio katalogoaren ostalari birtuala.
fi: Ohjelmaa Interchange ajetaan asetuksella ”FullURL”. Anna esimerkkiluettelon virtuaalikone.
fr: Interchange est paramétré pour utiliser l'option « FullURL ». Veuillez indiquer l'hôte virtuel pour le catalogue de démonstration.

source: Username for this catalog's administration:
cs: Uživatelské jméno pro správu katalogu.
eu: Katalogo honen kudeaketarako erabiltzaile-izena:
fi: Luettelon ylläpitäjän käyttäjätunnus:
fr: Identifiant pour l'administration de ce catalogue :

source: Please provide an username for administering the demo catalog. The username must be at least 2 characters long and only contain letters, digits, underscore, @ or the dot as characters.
cs: Zadejte prosím uživatelské jméno pro administraci ukázkového katalogu. Uživatelské jméno musí být alespoň 2 znaky dlouhé a smí obsahovat pouze písmena, číslice, podtržítko, @ nebo tečku.
eu: Mesedez idatzi katalogo kudeaketarako erabiltzaile-izen bat. Erabiltzaile-izenak behintzat bi karaktere luze eduki behar du eta letrak, zenbakiak, azpimarra, @ edo puntu karaktereaz bakarrik osaturik egon daiteke.
fi: Anna käyttäjätunnus esimerkkiluettelon ylläpitoa varten. Tunnuksen pitää olla vähintään 2 merkkiä pitkä ja sallittuja merkkejä ovat kirjaimet, numerot, alaviiva, piste (.) sekä @.
fr: Veuillez indiquer l'identifiant à utiliser pour l'administration du catalogue de démonstration. Cet identifiant doit comporter deux caractères minimum : seuls les lettres, les chiffres, le caractère de soulignement (« _ »), le caractère « @ » et le point y sont autorisés.

source: Password for this catalog's administration:
cs: Heslo pro administraci tohoto katalogu:
eu: Katalogo honen kudeaketarako pasahitza:
fi: Luettelon ylläpitäjän salasana:
fr: Mot de passe d'administration du catalogue :

source: Please provide a password for administering the standard demo catalog. Choose one which can not be easily guessed. Default is pass. The password must be at least 4 characters long and only contain letters, digits, underscore @ or the dot as characters.
cs: Zadejte prosím heslo pro administraci hlavní části ukázkového katalogu. Zvolte takové, které nelze snadno uhádnout. Výchozí hodnotou je pass. Heslo musí být dlouhé alespoň 4 znaky a smí obsahovat pouze písmena, číslice, podtržítko, @ nebo tečku.
eu: Mesedez zehaztu demostrazio katalogo estandarrarentzat pasahitz bat. Erraz asmatu ezin den bat hautatu beharko zenuke. Lehenetsia pass da. Pasahitzak behintzat 4 karaktereko luzera eduki behar du eta letrak, zenbakiak, azpimarra, @ edo puntu karaktereaz bakarrik osaturik egon daiteke.
fi: Anna salasana esimerkkiluettelon ylläpitoa varten. Valitse salasana, jota ei ole helppo arvata. Oletus on ”pass”. Salasanan tulee olla vähintään 4 merkkiä pitkä ja sallittuja merkkejä ovat kirjaimet, numerot, alaviiva, piste (.) sekä @.
fr: Veuillez indiquer le mot de passe d'administration du catalogue générique de démonstration. Choisissez un mot de passe qui ne puisse pas facilement être deviné. Il doit comporter quatre caractères au minimum : lettres, chiffres, caractère de soulignement, « @ » ou point.

source: Enable demo mode?
cs: Povolit ukázkový režim?
eu: Demostrazio modua gaitu?
fi: Otetaanko esimerkkitila käyttöön?
fr: Faut-il activer le mode de démonstration ?

source: Additional locales for the storefront:
cs: Dodatečná místní nastavení pro výlohu:
eu: Dendarentzat lokal gehigarriak:
fi: Kauppasivun lisäkielet:
fr: Paramètres régionaux supplémentaires de l'interface de la boutique virtuelle :

source: The Interchange demo catalog is able to display the storefront in a number of different languages. Each selected locale will increase the memory footprint of the Interchange server processes, so it is recommended to choose only locales which are really needed.
cs: Ukázkový katalog Interchange může zobrazovat výlohu v řadě různých jazyků. Čím více jazyků zvolíte, tím více operační paměti bude program potřebovat, takže se doporučuje vybrat pouze takové, které skutečně použijete.
eu: Interchange demo katalogoa denda hizkuntz ezberdinetan bistaratzeko gai da. Hautatutako lokal bakoitzak interchange zerbitzari prozesuaren memoria beharrak handituko ditu, beraz benetan behar diren lokalak bakarrik hautatzea gomendatzen da.
fi: Interchangen esimerkkiluettelo voi näyttää kauppasivun useammalla kielellä. Jokainen valittu kieli lisää Interchange-palvelinprosessien muistin käyttöä, joten on suositeltavaa valita vain kielet, joita todella tarvitaan.
fr: Le catalogue de démonstration d'Interchange peut afficher l'interface de la boutique virtuelle dans plusieurs langues. Chaque jeu supplémentaire de paramètres régionaux choisi ici augmente l'occupation mémoire des processus du serveur. Il est donc recommandé de se limiter aux paramètres réellement nécessaires.

source: Default locale for the storefront:
cs: Výchozí jazyk pro výlohu:
eu: Dendarako lehenetsiriko lokala:
fi: Kaupan oletuskieli:
fr: Paramètres régionaux par défaut de l'interface de la boutique virtuelle :

source: Please select the default locale for the Interchange demo catalog.
cs: Zvolte prosím výchozí hodnotu locale pro ukázkový katalog Interchange.
eu: Mesedez hautatu interchange demostrazio katalogoak erabiliko duen lokala.
fi: Valitse Interchangen esimerkkiluettelon oletuskieli.
fr: Veuillez choisir les paramètres régionaux par défaut du catalogue de démonstration Debian.

source: Which DBMS should be used for the demo catalog ?
fi: Mitä tietokantapalvelinta esimerkkiluettelon tulisi käyttää?
fr: Gestionnaire de bases de données pour le catalogue de démonstration :

source: Please select the database type.
fi: Valitse tietokannan tyyppi.
fr: Veuillez choisir le type de gestionnaire de bases de données.

source: Database name
fi: Tietokannan nimi
fr: Nom de la base de données :

source: Please select the name of the database.
cs: Zadejte prosím jméno použité databáze.
eu: Mesedez hautatu datubasearen izena.
fi: Valitse nimi tietokannalle.
fr: Veuillez choisir le nom de la base de données.

source: Database user
fi: Tietokantakäyttäjä:

source: Please specify the username for connecting to the database.
cs: Zadejte prosím jméno uživatele databáze.
eu: Mesedez hautatu datubasea konektatzeko erabiltzaile-izena.
fi: Anna käyttäjätunnus, jota käytetään otettaessa yhteyttä tietokantaan.

source: Database password
fi: Tietokantasalasana:

source: Please specify the password for connecting to the database.
cs: Zadejte prosím heslo sloužící k připojení do databáze.
eu: Mesedez hautatu datubaserako konektatzeko pasahitza.
fi: Anna salasana, jota käytetään otettaessa yhteyttä tietokantaan.

source: unix mode, internet mode, both
cs: unixový režim, internetový režim, oba
eu: unix modua, internet modua, biak
fi: unix-tila, internet-tila, molemmat
fr: Mode UNIX, Mode Internet, Les deux

source: Start mode:
cs: Režim spuštění:
eu: Abiarazte modua:
fi: Aloitustila:
fr: Mode de démarrage

source: Unix mode is is the most secure way to run Interchange, for there is no way for systems on the internet to interact with the Interchange server.
cs: Pro spuštění Interchange je nejbezpečnější unixový režim, protože se k Interchange nemohou připojit počítače z internetu.
eu: Unix modua interchange exekutatzeko seguruena da, honentzat ez dago interneteko sistemek zerbitzariarekin harremanak izateko modu errazik.
fi: Unix-tila on turvallisin tapa ajaa Interchangea, koska tällöin internetissä olevilla järjestelmillä ei ole mitään tapaa ottaa yhteyttä Interchange-palvelimeen.
fr: Le mode UNIX est la façon la plus sûre de lancer Interchange car les systèmes situés sur l'Internet n'ont alors aucune possibilité d'interagir avec le serveur.

source: Username to run the server as:
cs: Uživatelské jméno, pod kterým se bude server spouštět:
eu: Zerbitzaria exekutatzeko erabiltzaile-izena:
fi: Käyttäjätunnus, jolla palvelinta ajetaan:
fr: Identifiant qui exécutera le serveur :

source: This determines the user for the interchange server and for file permissions. Please note that using another user has serious security implications. Don't choose root, it is not recommended and will be discarded anyway.
cs: Zde určíte uživatele serveru Interchange; tento uživatel je také důležitý pro nastavení práv k souborům. Pamatujte, že použití jiného uživatele má vážné bezpečnostní důsledky. Použití roota se nedoporučuje a program vám ho zvolit nedovolí.
eu: Honek interchange zerbitzariaren eta fitxategi baimenen erabiltzailea ezartzen du. Mesedez kontutan izan beste erabiltzaile bat erabiltzeak segurtasun inplikazio garratzitsuak dituela. Ez hautatu root ez da gomendagarria eta hautatuaz gero baztertua izango da.
fi: Tämä määrää interchange-palvelimen käyttäjän ja tiedostojen omistajan. Toisen käyttäjän valitseminen merkitsee huomattavia turvariskejä. Älä valitse pääkäyttäjää. Sitä ei suositella, eikä kuitenkaan hyväksytä.
fr: Veuillez indiquer l'identifiant qui servira à l'exécution du serveur Interchange et qui sera propriétaire des fichiers. Utiliser une valeur différente de la valeur par défaut peut avoir des conséquences importantes sur la sécurité. Ne choisissez pas « root », le superutilisateur, car ce choix déconseillé sera de toute manière refusé.

source: Create the user ${USER}?
cs: Vytvořit uživatele ${USER}?
eu: Sortu ${USER} erabiltzailea?
fi: Luodaanko käyttäjä ${USER}?
fr: Faut-il créer l'identifiant ${USER} ?

source: Impossible to run interchange as root !
cs: Není možné spustit Interchange jako root!
eu: Ezinezkoa da interchange root gisa exekutatzea !
fi: Ohjelmaa interchange ei voida ajaa pääkäyttäjänä!
fr: Interchange ne peut pas être exécuté par le superutilisateur.

source: You have been warned. Either choose an appropriate user or stay with the default.
cs: Byli jste varováni. Buď vyberte vhodného uživatele, nebo použijte výchozí hodnotu.
eu: Oharturik zaude. Edo hautatu erabiltzaile egoki bat edo lehenetsiarekin gelditu.
fi: Valitse joko sopiva käyttäjätunnus tai säilytä oletusasetus.
fr: Veuillez choisir un utilisateur approprié ou conservez la valeur par défaut.

source: Group name to run the server as:
cs: Jméno skupiny, pod kterou se bude server spouštět:
eu: Zerbitzaria exekutatzeko talde izena:
fi: Ryhmän nimi, jolla palvelinta ajetaan.
fr: Groupe qui exécutera le serveur :

source: This determines the group for the interchange server and for file permissions. Please note that using another user has serious security implications. Don't choose root, it is not recommended and will be discarded anyway.
cs: Zde určíte skupinu serveru Interchange; tato skupina se také použije pro nastavení oprávnění k souborům. Pamatujte, že použití jiného uživatele má vážné bezpečnostní důsledky. Použití roota se nedoporučuje a program vám ho ani zvolit nedovolí.
eu: Honek interchange zerbitzariaren eta fitxategi baimenen taldea ezartzen du. Mesedez kontutan izan beste talde bat erabiltzeak segurtasun inplikazio garratzitsuak dituela. Ez hautatu root ez da gomendagarria eta hautatuaz gero baztertua izango da.
fi: Tämä määrää interchange-palvelimen ryhmän ja tiedostojen ryhmän. Toisen käyttäjän valitseminen merkitsee huomattavia turvariskejä. Älä valitse pääkäyttäjää. Sitä ei suositella, eikä kuitenkaan hyväksytä.
fr: Veuillez indiquer le groupe qui servira à l'exécution du serveur Interchange et qui sera propriétaire des fichiers. Utiliser une valeur différente de la valeur par défaut peut avoir des conséquences importantes sur la sécurité. Ne choisissez pas « root », le groupe du superutilisateur, car ce choix déconseillé sera de toute manière refusé.

source: You have been warned. Either choose an appropriate group or stay with the default.
cs: Byli jste varováni. Buď vyberte vhodnou skupinu, nebo použijte výchozí hodnotu.
eu: Oharturik zaude. Edo hautatu talde egoki bat edo lehenetsiarekin gelditu.
fi: Valitse joko sopiva ryhmä tai säilytä oletusasetus.
fr: Veuillez choisir un groupe approprié ou conservez la valeur par défaut.

source: Create the group ${GROUP}?
cs: Vytvořit skupinu ${GROUP}?
eu: Sortu ${GROUP} taldea?
fi: Luodaanko ryhmä ${GROUP}?
fr: Faut-il créer le groupe ${GROUP} ?

source: Which webserver are you running ?
fi: Mitä verkkopalvelinta käytetään?
fr: Serveur web utilisé :

source: This information is necessary for the makecat script. Please specify which webserver you want to use for your Interchange applications.
fi: Komentosarja makecat tarvitsee tätä tietoa. Valitse mitä verkkopalvelinta käytetään Interchange-ohjelmien kanssa.
fr: Veuillez indiquer le type de serveur web que vous utilisez. Cette information est indispensable pour la bonne exécution du script « makecat ».

source: Static HTML files location:
cs: Umístění statických HTML souborů:
eu: HTML fitxategi estatikoen kokalekua:
fi: Staattisten HTML-tiedostojen sijainti:
fr: Emplacement des fichiers HTML statiques :

source: Catalog installations need a directory where HTML files can be placed.
cs: Instalace katalogu potřebuje adresář, kam je možné umístit HTML soubory.
eu: Katalogo instalazioak HTML fitxategiak kokatzeko direktorio bat behar du.
fi: Luetteloiden asennus tarvitsee hakemiston, johon HTML-tiedostot voidaan laittaa.
fr: Les installations de catalogue nécessitent un répertoire où seront conservés les fichiers HTML.

source: Directory for GnuPG public keyring:
cs: Adresář pro úschovu veřejných GnuPG klíčů:
eu: GNUPG gako-eraztun publikoak erabiliko duen direktorioa:
fi: GnuPG:n julkisen avainrenkaan hakemisto:
fr: Répertoire pour le trousseau de clés publiques de GnuPG :

source: For enhanced security, credit card information retrieved from customers will be encrypted and mailed to the shop owner instead of storing it on the server.
cs: Pro zvýšení bezpečnosti nebudou informace o kreditních kartách (získané od zákazníků) uloženy na serveru, ale budou zakódovány a poslány vlastníkovi obchodu.
eu: Segurtasuna areagotzeko, bezeroetatik jasotzen den kreditu txartel informazioa enkriptatu eta posta bidez denda jabeari bidaliko zaio zerbitzarian gorde ordez.
fi: Turvallisuuden lisäämiseksi asiakkailta pyydetyt luottokorttitiedot salataan ja lähetetään sähköpostina kaupan omistajalle palvelimelle tallentamisen sijaan.
fr: Pour une meilleure sécurité, les informations sur les cartes de crédit envoyées par les clients seront chiffrées et envoyées au propriétaire de la boutique virtuelle au lieu d'être conservées sur le serveur.

source: Please choose the directory Interchange uses for the GnuPG public keyring.
cs: Zvolte prosím adresář, kde budou uloženy veřejné GnuPG klíče nutné pro uživatele programu Interchange.
eu: Mesedez hautatu Interchange zerbitzariak GnuPG gako-eraztun publikorako erabiliko duen direktorioa.
fi: Anna hakemisto, jossa Interchange pitää GnuPG:n julkista avainrengasta.
fr: Veuillez choisir le répertoire où Interchange conservera le trousseau de clés publiques GnuPG.

source: low, high, rpc
cs: nízký, vysoký, rpc
eu: baxua, altua, rpc
fi: matala, korkea, rpc
fr: Bas, Haut, RPC

source: Set of server parameters:
cs: Parametry spuštění serveru:
eu: Zerbitzari parametro bilduma:
fi: Palvelimen parametrijoukko:
fr: Jeu de paramètres du serveur :

source: You can choose different sets of server parameters. Any store based on the foundation demo will change its behaviour too. If rpc is selected, the Interchange server will run in PreFork mode.
cs: Můžete zvolit různé skupiny parametrů serveru. Jakýkoliv obchod založený na základě dema tím také změní své chování. Pokud zvolíte rpc, pak se server Interchange spustí v módu PreFork.
eu: Zerbitzari parametro bilduma ezberdinen artean hautatu dezakezu. Sortze demostrazioan oinarritutako edoizen dendak bere portamoldea eraldatuko du ere. Rpc hautatzen bada Interchange zerbitzariak PreFork moduan exekutatutako da.
fi: Palvelimelle voidaan valita erilaisia parametrijoukkoja. Kaikkien esimerkkikauppaan perustuvien kauppojen toiminta muuttuu myös. Valinnalla rpc Interchange-palvelin ajetaan PreFork-tilassa.
fr: Veuillez choisir l'un des jeux de paramètres du serveur. Toute boutique virtuelle construite à partir de la démonstration verra son comportement modifié également. Si « RPC » est choisi, le serveur fonctionnera en mode « PreFork ».

source: Enable the FullURL directive?
cs: Povolit volbu FullURL?
eu: Gaitu FullURL direktiba?
fi: Aktivoidaanko FullURL-määre?
fr: Faut-il activer la directive « FullURL » ?

source: This setting determines if the whole URL is considered while checking for the corresponding catalog.
cs: Tato volba určuje, zda se při kontrole odpovídajícího katalogu bude používat kompletní adresa URL.
eu: Ezarpen honek dagokion katalogoa arakatzean URL osoa kontutan artzen den ala ez ezartzen du.
fi: Tämä asetus määrää käytetäänkö koko URLia tarkistettaessa vastaavaa luetteloa.
fr: Veuillez choisir si l'URL entière est prise en compte lors de la vérification du catalogue correspondant.

source: SOAP server not available
cs: SOAP server není k dispozici
eu: SOAP zerbitzaria ez dago eskuragarri
fi: SOAP-palvelinta ei ole käytettävissä.
fr: Le serveur SOAP est indisponible

source: Because the Perl module SOAP::Lite is not installed, you are unable to run the Interchange SOAP server. To change this, install the libsoap-lite-perl Debian package and run interchangeconfig SOAP=1.
cs: Protože není nainstalován modul Perlu SOAP::Lite, nebudete schopni spustit Interchange SOAP server. Napravit to můžete instalací balíčku libsoap-lite-perl a následným spuštěním interchangeconfig SOAP=1.
eu: SOAP__Lite Perl modulua instalaturik ez dagoenez, ezin duzu Interchange SOAP zerbitzaria exekutatu. Hau aldatzeko Debianeko libsoap-lite-perl paketea instalatu eta interchangeconfig SOAP=1 exekutatu.
fi: Koska Perl-moduuli SOAP::Lite ei ole asennettuna, ei Interchangen SOAP-palvelinta voida ajaa. Tätä voidaan muuttaa asentamalla Debian-paketti libsoap-lite-perl ja ajamalla interchangeconfig SOAP=1.
fr: Vous ne pouvez pas utiliser le serveur SOAP d'Interchange car le module Perl SOAP::Lite n'est pas installé. Pour corriger cela, veuillez installer le paquet Debian libsoap-lite-perl et utiliser la commande « interchangeconfig SOAP=1 ».

source: Enable the SOAP server?
cs: Povolit server SOAP?
eu: Gaitu SOAP zerbitzaria?
fi: Otetaanko SOAP-palvelin käyttöön?
fr: Faut-il activer le serveur SOAP ?

source: This setting determines if the SOAP server is started or not.
cs: Toto nastavení určuje, zda spustit server SOAP či nikoliv.
eu: Ezarpen honek SOAP zerbitzaria abiarazten den edo ez zehazten du.
fi: Tämä asetus määrittää käynnistetäänkö SOAP-palvelin.
fr: Veuillez choisir si le serveur SOAP sera démarré.

source: Enable robots settings?
cs: Povolit nastavení robotů?
eu: Gaitu robot ezarpenak?
fi: Otetaanko robots-asetukset käyttöön?
fr: Faut-il activer les réglages pour les robots ?
