Repository: interchange/interchange
Catalog: debian/po/*.po
Languages: cs, eu, fi, fr

source: The Interchange Debian package uses a separate configuration file /etc/interchange/robots.cfg for the directives RobotUA, RobotIP and RobotHost. It is recommended to include these settings so that Interchange can distinguish between robots and ordinary users.
cs: Debianí balíček Interchange používá pro nastavení RobotUA, RobotIP a RobotHost samostatný konfigurační soubor /etc/interchange/robots.cfg. Doporučujeme zahrnout tato nastavení tak, aby Interchange mohl rozlišit roboty a běžné uživatele.
eu: Interchange Debian paketeak bereziriko /etc/interchange/robots.cfg konfigurazio fitxategia erabiltzen du RobotUA, RobotIP eta RobotHost direktibentzat. Ezarpen hauek barneratzea gomendagarria da Interchange zerbitzariak errobot eta erabiltzaile arrunten artean bereizi ahal izateko.
fi: Debianin Interchange-paketti käyttää erillistä asetustiedostoa /etc/interchange/robots.cfg ohjelmien RobotUA, RobotIP ja RobotHost ohjeille. Näiden asetusten ottaminen käyttöön on suositeltavaa, jotta Interchange voi erottaa robotit tavallisista käyttäjistä.
fr: Le paquet Debian d'Interchange utilise un fichier de configuration distinct /etc/Interchange/robots.cfg pour les directives RobotUA, RobotIP et RobotHost. Vous devriez activer ces réglages afin qu'Interchange puisse faire la différence entre les robots et les utilisateurs ordinaires.

source: Default language for user interface:
cs: Výchozí jazyk pro uživatelské rozhraní:
eu: Erabiltzaile interfazearen lehenetsiriko hizkuntza:
fi: Käyttöliittymän oletuskieli:
fr: Langue par défaut de l'interface utilisateur :

source: The administration interface for Interchange catalogs, called UI, has been translated to Danish (da_DK), Dutch (nl_NL), German (de_DE), Italian (it_IT) and Swedish (sv_SE). You can choose the default language here. Any user may change this default at login time.
cs: Administrátorské rozhraní pro katalogy programu Interchange (nazývané UI), bylo přeloženo do dánštiny (da_DK), holandštiny (nl_NL), němčiny (de_DE), italštiny (it_IT) a švédštiny (sv_SE). Zde si můžete zvolit výchozí jazyk. Každý uživatel si pak může změnit jazyk při přihlášení.
eu: Interchange katalogoen kudeaketa interfazea, UI deiturikoa, Danierara (da_DK), Nederlandera (nl_NL), Alemanierara (de_DE), Italiarrera (it_IT) eta Suedierara (sv_SE) itzulia izan da. Hemen lehenetsiriko hizkuntza hautatu dezakezu. Edozein erabiltzailek ezarpen hau aldatu dezake saio hasterakoan.
fi: Interchange-luetteloiden ylläpitokäyttöliittymä, nimeltään UI, on käännetty tanskaksi (da_DK), hollanniksi (nl_NL), saksaksi (de_DE), italiaksi (it_IT) ja ruotsiksi (sv_SE). Valitse oletuskieli tässä. Käyttäjä voi muuttaa tätä oletusta kirjautuessaan.
fr: L'interface d'administration des catalogues d'Interchange (UI) a été traduite en danois (da_DK), néerlandais (nl_NL), allemand (de_DE), italien (it_IT) et suédois (sv_SE). Veuillez choisir la langue par défaut. Les utilisateurs pourront modifier ce réglage à la connexion.

source: Virtual host for the demo catalog:
cs: Virtuální počítač s ukázkovým katalogem:

source: DBMS for the demo catalog:
cs: DBMS pro ukázkový katalog:

source: Please select the database type used for the demo catalog.
cs: Zvolte prosím typ databáze používané pro ukázkový katalog.

source: Database name:
cs: Jméno databáze:

source: Database user:
cs: Databázový uživatel:

source: Database password:
cs: Heslo:

source: Important Perl Incompatibility
fr: Incompatibilité Perl importante

source: The authors of Interchange strongly disencourage the use of their software on top of a thread enabled Perl. It is likely to cause serious problems, especially in high load situations, and has no benefit at all for Interchange servers. The development team asserts that the thread-safeness of Perl and the bunch of modules Interchange uses can hardly be relied upon. Please use this package only for testing and debugging purposes.
fr: Les auteurs d'Interchange déconseillent fortement d'utiliser leur logiciel en utilisant un Perl gérant les processus légers (« threads »). Cela peut provoquer des problèmes importants, notamment dans les situations de charge élevée, et cela n'apporte pas d'amélioration au fonctionnement des serveurs Interchange. L'équipe de développement affirme que les processus légers de Perl ainsi que le grand nombre de modules utilisés par Interchange sont peu fiables. Veuillez n'utiliser ce paquet que pour des essais ou pour débogage.
